<section class="container text-secton">
    <div class="text-block">
        <h2>Заголовок Н2</h2>
        <h3>Заголовок Н3</h3>
        <h4>Заголовок Н4</h4>
        <h5>Заголовок Н5</h5>

        <p>Товарищи! укрепление и развитие структуры в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также консультация с широким активом представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач.</p>

        <img src="{{ asset('img/slide-1.jpg') }}" alt="photo">

        <h3>Заголовок Н3</h3>
        <p>Идейные соображения высшего порядка, а также консультация с широким активом представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач.</p>
        <p>Товарищи! укрепление и развитие структуры в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также консультация с широким активом представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач.</p>
        <p>Идейные соображения высшего порядка, а также консультация с широким активом представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач.</p>
        <p>Товарищи! укрепление и развитие структуры в значительной степени обуславливает создание позиций, занимаемых участниками в отношении поставленных задач. Идейные соображения высшего порядка, а также консультация с широким активом представляет собой интересный эксперимент проверки позиций, занимаемых участниками в отношении поставленных задач.</p>

        <ul>
            <li>Повседневная практика показывает, что реализация намеченных плановых заданий требуют определения и уточнения направлений прогрессивного развития. </li>
            <li>Не следует, однако забывать, что сложившаяся структура организации в значительной степени обуславливает создание модели развития. </li>
            <li>С другой стороны консультация с широким активом требуют определения и уточнения форм развития.</li>
        </ul>

        <ol>
            <li>Повседневная практика показывает, что реализация намеченных плановых заданий требуют определения и уточнения направлений прогрессивного развития. </li>
            <li>Не следует, однако забывать, что сложившаяся структура организации в значительной степени обуславливает создание модели развития. </li>
            <li>С другой стороны консультация с широким активом требуют определения и уточнения форм развития.</li>
        </ol>
    </div>
    <hr>
    <div class="text-block">
        <h2>Заголовок Н2</h2>
        <p >
            Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) <u>участие</u></span> в формировании соответствующий условий активизации. Какой-то <u>подчёркнутый</u> текст.
        </p>
        <p >
            Идейные соображения высшего порядка, а также постоянное информационно-пропагандистское обеспечение нашей деятельности обеспечивает широкому кругу (специалистов) <u>участие</u></span> в формировании соответствующий условий активизации. Какой-то <u>подчёркнутый</u> текст.
        </p>
        <h3>Заголовок Н3</h3>
        <p >
            Далеко-далеко за <b>словесными</b> горами в стране гласных и согласных живут рыбные тексты. Языком <a href="#">Ссылка</a> пустился власти рыбными! Рукописи залетают текстов всеми по всей океана заглавных?
        </p>

        <div class="p-left-img">
            <figure class="box-img">
                <img src="{{ asset('img/slide-1.jpg') }}" alt="photo">
                <figcaption>Подпись к рисунку рыбатекст поможет дизайнеру, верстальщику</figcaption>
            </figure>

            <div class="p-left-img__container">
                <p>С другой стороны реализация намеченных плановых заданий играет важную роль в формировании форм развития. Значимость этих проблем настолько очевидна, что укрепление и </p>
                <h4>другой стороны реализация намеченных</h4>
                <ol>
                    <li>Повседневная практика показывает, что реализация намеченных плановых заданий требуют определения и уточнения направлений прогрессивного развития. </li>
                    <li>Не следует, однако забывать, что сложившаяся структура организации в значительной степени обуславливает создание модели развития. </li>
                    <li>С другой стороны консультация с широким активом требуют определения и уточнения форм развития.</li>
                </ol>
            </div>
        </div>

        <p class="p-float-img">
            <img src="{{ asset('img/slide-1.jpg') }}" alt="photo">
            С другой стороны реализация намеченных плановых заданий играет важную роль в формировании форм развития. Значимость этих проблем настолько очевидна, что уС другой стороны реализация намеченных плановых заданий играет важную роль в формировании форм развития. Значимость этих проблем настолько очевидна, что укреплС другой стороны реализация намеченных плановых заданий играет важную роль в формировании форм развития. Значимость этих проблем настолько очевидна, что укреплкрепление иС другой стороны реализация намеченных плановых заданий играет важную роль в формировании форм развития. Значимость этих проблем настолько очевидна, что уС другой стороны реализация намеченных плановых заданий играет важную роль в формировании форм развития. Значимость этих проблем настолько очевидна, что укреплС другой стороны реализация намеченных плановых заданий играет важную роль в формировании форм развития. Значимость этих проблем настолько очевидна, что укреплкрепление и ция намеченных плановых заданий играет важную роль в формировании форм развития. Значимость этих проблем настолько очевидна, что укреплС другой стороны реализация намеченных плановых задани
        </p>

        <h4>Равным образом новая модель организационной деятельности играет важную роль в формировании
            направлений прогрессивного развития.</h4>

        <ul>
            <li>Повседневная практика показывает, что реализация намеченных плановых заданий требуют определения и уточнения направлений прогрессивного развития. </li>
            <li>Не следует, однако забывать, что сложившаяся структура организации в значительной степени обуславливает создание модели развития. </li>
            <li>С другой стороны консультация с широким активом требуют определения и уточнения форм развития.</li>
        </ul>
    </div>
</section>
