<?php

namespace App\Http\Controllers;

class ServiceController extends Controller
{
    public function index()
    {
        $services = [
            [
                'icon' => 'decay',
                'img' => '2.jpg',
                'name' => 'Профессиональная диагностика',
                'list' => true,
                'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
            ],
            [
                'icon' => 'tooth',
                'img' => '2.jpg',
                'name' => 'Профессиональная диагностика',
                'list' => true,
                'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
            ],
            [
                'icon' => 'tooth1',
                'img' => '3.jpg',
                'name' => 'Профессиональная диагностика',
                'list' => true,
                'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
            ],
            [
                'icon' => 'brackets',
                'img' => '4.jpg',
                'list' => false,
                'name' => 'Профессиональная диагностика',
                'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
            ],
            [
                'icon' => 'dentures',
                'img' => '5.jpg',
                'name' => 'Профессиональная диагностика',
                'list' => false,
                'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
            ],
            [
                'icon' => 'tooth2',
                'img' => '6.jpg',
                'name' => 'Профессиональная диагностика',
                'list' => false,
                'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
            ],
            [
                'icon' => 'tooth4',
                'img' => '7.jpg',
                'name' => 'Профессиональная диагностика',
                'list' => false,
                'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
            ],
            [
                'icon' => 'tooth3',
                'img' => '8.jpg',
                'name' => 'Профессиональная диагностика',
                'list' => false,
                'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
            ],
        ];

        return view('pages.index', compact('services'));
    }
}
