<!doctype html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
    <head>
        <meta charset="utf-8">
        <meta name="viewport" content="width=device-width, initial-scale=1">

        <title>ProClinic</title>

        <link rel="stylesheet" href="{{ mix('/css/app.css') }}">
    </head>
    <body>
        @include('blocks.header')

        @include('blocks.services', [
            'title' => 'Наши услуги',
            'items' => [
                [
                    'icon' => 'decay',
                    'img' => '2.jpg',
                    'name' => 'Профессиональная диагностика',
                    'list' => true,
                    'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
                ],
                [
                    'icon' => 'tooth',
                    'img' => '2.jpg',
                    'name' => 'Профессиональная диагностика',
                    'list' => true,
                    'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
                ],
                [
                    'icon' => 'tooth1',
                    'img' => '3.jpg',
                    'name' => 'Профессиональная диагностика',
                    'list' => true,
                    'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
                ],
                [
                    'icon' => 'brackets',
                    'img' => '4.jpg',
                    'list' => false,
                    'name' => 'Профессиональная диагностика',
                    'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
                ],
                [
                    'icon' => 'dentures',
                    'img' => '5.jpg',
                    'name' => 'Профессиональная диагностика',
                    'list' => false,
                    'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
                ],
                [
                    'icon' => 'tooth2',
                    'img' => '6.jpg',
                    'name' => 'Профессиональная диагностика',
                    'list' => false,
                    'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
                ],
                [
                    'icon' => 'tooth4',
                    'img' => '7.jpg',
                    'name' => 'Профессиональная диагностика',
                    'list' => false,
                    'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
                ],
                [
                    'icon' => 'tooth3',
                    'img' => '8.jpg',
                    'name' => 'Профессиональная диагностика',
                    'list' => false,
                    'text' => 'Консультации всех наших специалистов в области терапии, ортопедии, ортодонтологии'
                ],
            ]
        ])
    </body>
</html>
